Repository: pardus/pardus-power-manager
Catalog: po/*.po
Languages: pt, tr

source: POWERSAVE
pt: POUPANÇA DE ENERGIA
tr: GÜÇ TASARRUFU

source: BALANCED
tr: DENGELİ

source: PERFORMANCE
pt: DESEMPENHO
tr: PERFORMANS

source: On Power:
pt: Ligado à corrente:
tr: Güçte:

source: On Battery:
pt: A bateria:
tr: Pilde:

source: Switch to Powersave :
pt: Mudar para Poupança de energia :
tr: Güç Tasarrufuna Geç:

source: Stop charging the battery at 80%
pt: Parar de carregar a bateria a 80%
tr: Pil 80% olduğunda şarj etmeyi bırak

source: Screen Brightness:
pt: Luminosidade do ecrã:
tr: Ekran Parlaklığı:

source: Manage power for USB
tr: USB için gücü yönet

source: Manage power for PCI
tr: PCI için gücü yönet

source: Manage power for SCSI
tr: SCSI için gücü yönet

source: Manage power for Block Devices
tr: Block Aygıtlar için gücü yönet

source: Manage power for I2C
tr: I2C için gücü yönet

source: Manage power for Audio
tr: Ses için gücü yönet

source: Manage power for Bluetooth
tr: Bluetooth için gücü yönet

source: Manage power for GPU
tr: GPU için gücü yönet

source: Manage power for Network
tr: Ağ için gücü yönet

source: Enable Unstable Features
tr: Kararsız Özelliği Etkinleştir

source: Pardus Power Manager
pt: Gestor de Energia Pardus
tr: Pardus Güç Yöneticisi

source: About
tr: Hakkında

source: Advanced Settings
tr: Gelişmiş Ayarlar

source: Main Page
tr: Ana Sayfa

source: Your device does not have a linux acpi table .
pt: O seu dispositivo não tem uma tabela acpi Linux.
tr: Donanımınız bir linux acpi tablosuna sahip değil.

source: Your device does not require power management.
pt: O seu dispositivo não necessita de gestão de energia.
tr: Donanımınız güç yönetimine ihtiyaç duymuyor.

source: Your battery is dead.
pt: A sua bateria está descarregada.
tr: Piliniz ölü.

source: Your device does not support S3 state sleep.
pt: O seu dispositivo não suporta o estado de suspensão S3.
tr: Donanımınız S3 uyku durumunu desteklemiyor.

source: You are using virtual machine.
pt: Está a usar uma máquina virtual.
tr: Sanal makina kullanıyorsunuz.

source: Windows OEM detected.
pt: Windows OEM detetado.
tr: Windows OEM tespit edildi.

source: Power management may not works good.
pt: A gestão de energia pode não funcionar corretamente.
tr: Güç yönetimi düzgün çalışmayabilir.

source: Power manager
pt: Gestor de energia
tr: Güç Yöneticisi

source: powersave
pt: poupança de energia
tr: güç tasarrufu

source: balanced
tr: bengeli

source: performance
pt: desempenho
tr: performans

source: Show
pt: Mostrar
tr: Göster

source: Hide
pt: Ocultar
tr: Gizle

source: Exit
pt: Sair
tr: Çıkış

source: About Pardus Power Manager
pt: Acerca do Gestor de Energia Pardus
tr: Pardus Güç Yöneticisi Hakkında

source: Performance
pt: Desempenho
tr: Performans

source: Balanced
tr: Dengeli

source: Powersave
pt: Poupança de energia
tr: Güç tasarrufu

source: Do Noting
pt: Não fazer nada
tr: Hiçbir şey yapma

source: Power profile changed:
pt: Perfil de energia alterado:
tr: Güç profili değişti:

source: Disable Powersave
pt: Desativar Poupança de energia
tr: Güç tasarrufunu kapat

source: Enable Powersave
pt: Ativar Poupança de energia
tr: Güç tasarrufunu aç

source: This program comes with absolutely no warranty. See the <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, version 3 or later</a> for details.
pt: Este programa vem sem qualquer garantia. Veja a <a href="https://www.gnu.org/licenses/gpl-3.0.html">GNU General Public License, versão 3 ou superior</a> para mais detalhes.
